Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/employment_support_schemes/gateway_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Gateway is a local authority labour activation scheme that provides short-term work and training opportunities for long-term unemployed people who have been on the Live Register for over 2 years
ga: Is scéim gníomhachtaithe shaothair d’údaráis áitiúla é Gateway, a sholáthraíonn deiseanna oibre agus oiliúna gearrthéarmacha do dhaoine dífhostaithe atá ar an mBeochláir os cionn 2 bhliain

source: The work opportunities are to benefit the local area
ga: Tá sé i gceist ag na deiseanna oibre ann chun an ceantar áitiúil a thairbhiú

source: Gateway is managed by city and county councils (collectively known as local authorities) for the Department of Social Protection, which has overall responsibility for the scheme
ga: Tá Gateway á bhainistiú ag comhairlí cathracha agus comhairlí contae (a thugtar údaráis áitiúla le chéile) don Roinn Coimirce Sóisialaí, a bhfuil freagracht fhoriomlán ar an scéim

source: Unemployed people who are eligible to participate in the scheme are selected and contacted by the Department of Social Protection – see 'Selection process' below
ga: Beidh daoine dífhostaithe atá i dteideal páirt a ghlacadh sa scéim á roghnú agus déanfaidh an Roinn Coimirce Sóisialaí teagmháil leo – féach 'próiseas roghnúcháin' thíos

source: The work carried out by Gateway participants is mainly outdoor work but can be in any area of local authority activity
ga: Go ginearálta, is obair lasmuigh é an obair a dhéanann rannpháirtithe Gateway ach is féidir sé bheith in aon earnáil gníomhaíochta na húdaráis áitiúil

source: The work can be either in new projects or in projects that local authorities no longer have to resources to continue
ga: Is féidir an obair bheith i dtionscadail nua nó i dtionscadail nach bhfuil acmhainní ag na húdaráis áitiúla a chríochnaigh

source: Types of project eligible for the scheme include:
ga: I measc na gcineálacha tionscadal incháilithe don scéim tá:

source: • New projects - brown field site remediation
ga: • Tionscadail nua - feabhsúchán láithreáin athfhorbraíochta

source: The places on the scheme are allocated to local authorities in urban and rural areas
ga: Leithdháilfear áiteanna ar an scéim d’údaráis áitiúla i gceantair uirbeacha agus tuaithe

source: The allocation is based on the availability of suitable placements in each local authority
ga: Beidh an leithdháileadh bunaithe ar líon na ndaoine dífhostaithe incháilithe i ngach údarás áitiúla

source: To be eligible to participate in the Gateway scheme you must:
ga: Chun a bheith incháilithe páirt a ghlacadh sa scéim Gateway ní mór duit na coinníollacha seo a leanas a shásamh:

source: • Have been continuously unemployed for at least 24 months and "signing on" on a full-time basis; and
ga: • A bheith dífhostaithe go leanúnach ar feadh ar a laghad 24 mhí agus "ag síniú" ar bhonn lán-aimseartha; agus

source: • Have been receiving a jobseeker's payment (Jobseeker's Benefit or Jobseeker's Allowance) from the Department of Social Protection for at least 24 months; and
ga: • A bheith ag fáil íocaíochta cuardaitheora poist (Sochar Cuardaitheora Poist nó Liúntas Cuardaitheora Poist) ón Roinn Coimirce Sóisialaí le haghaidh 24 mhí ar a laghad; agus

source: • Be currently receiving Jobseeker's Allowance
ga: • A bheith ag fáil Liúntas Cuardaitheora Poist

source: Unemployed people who are eligible for the scheme will be identified and contacted by their social welfare local office or Intreo centre and offered the opportunity to participate in the scheme
ga: Déanfar daoine dífhostaithe a bhfuil incháilithe don scéim a shainaithint agus déanfaidh a n-oifig leasa shóisialaigh áitiúil teagmháil leo áitiúil agus cuirfear an deis ar fáil dóibh a bheith páirteach sa scéim

source: If they agree to participate in the Gateway scheme they will be referred to their local authority where they will be recruited for a suitable placement when it becomes available
ga: Má aontaíonn siad páirt a ghlacadh sa scéim Gateway iarchuirfear chuig a n-údarás áitiúil iad áit ina mbeidh siad earcaithe le haghaidh socrúchán oibre cuí nuair a bheidh sé ar fáil

source: As there only limited places available on the scheme, not all eligible unemployed people will be contacted
ga: Toisc nach bhfuil ach líon teoranta áiteanna ar an scéim, ní dhéanfar teagmháil le gach duine dífhostaithe incháilithe

source: Participants on Gateway can take up other part-time employment provided it does not interfere with the work and times of their Gateway work placement
ga: Is féidir le rannpháirtithe ar Gateway fostaíocht páirtaimseartha eile a ghlacadh ar choinníoll nach gcuireann sé isteach ar obair agus amanna an tsocrúcháin oibre Gateway

source: If participants are offered full-time alternative work they may terminate their Gateway contract
ga: Má chuirtear obair lánaimseartha eile ar fáil do rannpháirtithe d'fhéadfaidís deireadh a chur lena gconradh Gateway

source: Under the National Employment Action Plan someone getting Jobseeker’s Allowance (JA) is required to take up work opportunities such as the offer of a Gateway work placement
ga: Faoin bPlean Gníomhaíochta Náisiúnta um Fhostaíocht tá ar dhuine atá ag fáil Liúntas Cuardaitheora Poist glacadh le deiseanna oibre, mar shampla tairiscint socrúcháin oibre Gateway

source: If they refuse a work opportunity without good reason, they may have their social welfare payment reduced or terminated
ga: Má dhiúltaíonn siad le deis oibre gan chúis mhaith, d'fhéadfadh a n-íocaíocht leasa shóisialaigh a laghdú nó a fhoirceannadh

source: If, following a refusal of a placement, someone’s payment is reduced or terminated they may appeal this decision to the Social Welfare Appeals Office within 21 days
ga: Más rud é, tar éis diúltú socrúcháin, go ndéantar íocaíocht duine a laghdú nó a fhoirceannadh d'fhéadfadh siad iarraidh ar achomharc an chinnidh sin chuig an Oifig Achomhairc Leasa Shóisialaigh laistigh de 21 lá

source: Participants will work for 19 ½ hours a week and the placement lasts 22 months
ga: Beidh na rannpháirtithe ag obair ar feadh 19 uair an chloig go leith in aghaidh na seachtaine agus maireann an socrúchán oibre ar feadh 22 mhí

source: They receive the same statutory annual leave and public holiday entitlement as other employees
ga: Gheobhaidh siad an tsaoire bhliantúil reachtúil céanna agus teidlíocht saoire poiblí mar aon le fostaithe eile

source: When the placement finishes, they should sign on again with their local social welfare office or Intreo centre
ga: Nuair a chríochnaíonn an socrúchán, ba chóir dóibh síniú lena n-oifig leasa shóisialaigh áitiúil arís

source: They cannot participate in the Gateway scheme again for 3 years
ga: Ní féidir leo páirt a ghlacadh sa scéim Gateway arís ar feadh 3 bliana

source: The minimum weekly payment for participants (based on 19.5 hours worked) is €215.50 from March 2017
ga: Is an t-íosráta íocaíochta seachtainiúil do rannpháirtithe €215.50 (bunaithe ar fhigiúr 19.5 uaireanta oibre) ó Márta 2017

source: If the actual Jobseeker’s Allowance (including dependants) you were getting was €193 a week or less, then you will get the minimum Gateway weekly rate of €215.50 (that is €193 plus €22.50)
ga: Más €193 nó níos lú sa tseachtain é an Liúntas Cuardaitheora Poist (cleithiúnaithe san áireamh) atá á fáil ag rannpháirtithe, gheobhaidh siad an t-íosráta seachtainiúil Gateway €215.50 (sin é €193 móide €22.50)

source: If your actual weekly Jobseeker’s Allowance (including dependants) was €193.01 or more, then you will get the equivalent rate plus €22.50
ga: Más €193.01 nó níos mó sa tseachtain é an Liúntas Cuardaitheora Poist (cleithiúnaithe san áireamh) atá á fáil acu, gheobhaidh siad an ráta coibhéiseach móide €22.50

source: Additional income: If you have any additional income, for example, from part-time work, it will not affect your Gateway payment
ga: Ioncam breise: Má tá aon ioncam breise agat, mar shampla, ioncam ó obair páirtaimseartha, ní bheidh aon tionchar ar d’íocaíocht Gateway

source: However, the rules on change of circumstances that apply to Jobseeker’s Allowance also apply to the Gateway payment
ga: Áfach, baineann na rialacha le haghaidh athraithe i do chúinsí féin le do bhuníocaíocht leasa shóisialaigh le d’íocaíocht Gateway freisin

source: In order to avoid any possible overpayments, if there is any change in your circumstances, you should inform your local authority and your local social welfare office and Intreo centre
ga: Chun ró-íocaíocht a sheachaint, má tá aon athrú i do chúinsí féin, ba chóir duit cuir in iúl do chomhlacht forbartha áitiúla nó d’oifig Údarás na Gaeltachta agus d’oifig leasa shóisialaigh áitiúil

source: One example of a change in your circumstances would be if your dependant got a job
ga: Mar shampla athraithe i do chúinsí féin, má fhaigheann do chleithiúnaí post, déanfar a n-ioncam a mheas mar acmhainní i gcoinne d’íocaíochta Gateway

source: Their income would be assessed as means and your Gateway payment might be reduced. It cannot be reduced below the minimum rate of €215.50
ga: D’fhéadfadh go laghdófar d’íocaíocht Gateway ach ní fhéadfadh í faoi bhun an íosráta €215.50 a laghdaigh

source: Participants will retain any extra benefits and their medical card provided they are still eligible
ga: Coimeádann rannpháirtithe aon sochair bhreise agus an cárta leighis ar an gcuntar go mbíonn siad incháilithe fós

source: Spouse or partner and Gateway:
ga: Céile nó páirtnéir agus Gateway:

source: If you get a place on a Gateway scheme and your spouse or partner is claiming Jobseeker's Allowance (JA), Disability Allowance (DA) or Farm Assist in their own right, they can claim an Increase for a Qualified Adult with their JA, DA or Farm Assist
ga: Má fhaigheann tú áit ar scéim Gateway agus má fhaigheann do chéile nó pháirtnéir Liúntas Cuardaitheora Poist (LCP), Liúntas Míchumais (LM) nó Cúnamh Feirme dóibh féin, is féidir leo Méadú I leith Duine Fásta Cáilithe leis an LCP, LM nó Cúnamh Feirme a éiligh

source: Your income from the Gateway scheme (as a single person) is then assessed as insurable employment against their payment
ga: Ansin déantar measúnú ar d’ioncam ón scéim Gateway (mar dhuine singil) mar fhostaíocht inárachais i leith na híocaíochta

source: If you are on a Gateway scheme and your spouse or partner gets a place on a Gateway scheme, you will each get a single rate of the Gateway payment together with half of the Increases for a Qualified Child for any dependent children
ga: Má tá tú ar scéim Gateway agus má fhaigheann do chéile nó do pháirtnéir áit ar scéim Gateway, gheobhaidh gach duine agaibh ráta singil íocaíochta Tús chomh maith le leath a Mhéadú Linbh Cáilithe le haghaidh aon linbh cleithiúnach

source: The Gateway payment is taxable but the amount payable depends on individual circumstances
ga: Tá an íocaíocht Gateway inchánaithe ach braitheann an méid iníoctha ar chúinsí aonair

source: Class A PRSI contributions will be paid for all participants
ga: Íocfar ranníocaíochtaí ÁSPC Aicme A do gach rannpháirtí

source: Those earning more than €352 a week will pay a PRSI contribution
ga: Má thuilleann siad níos mó ná €352 sa tseachtain, íocann siad ranníocaíocht ÁSPC

source: Participants on the Gateway scheme are exempt from the Universal Social Charge
ga: Tá rannpháirtithe ar an scéim Gateway díolmhaithe ón Muirear Sóisialta Uilíoch

source: The work placements are identified and provided by local authorities
ga: Beartaíonn agus soláthraíonn eagraíochtaí pobail agus deonacha na socrúcháin oibre

source: The local authorities must provide good quality work opportunities that are of benefit to the community
ga: Caithfidh na heagraíochtaí deiseanna obair ar dheachaighdeán atá chun tairbhe an phobail a sholáthar

source: Each local authority provides a list of work opportunities to the Department of Social Protection
ga: Iarrfar orthu togra a chur isteach ag déanamh cur síos ar an obair agus ar líon na rannpháirtithe a theastaíonn

source: The Department then randomly selects a list of eligible candidates from the Live Register in each region and sends it to the local authority
ga: Aithníonn agus soláthraíonn údaráis áitiúla na socrúcháin oibre. Caithfidh na húdaráis áitiúla deiseanna obair ar dheachaighdeán atá chun tairbhe an phobail a sholáthar

source: Generally the number of eligible candidates selected by the Department is double the number of work placements proposed by the local authority and they will then go through the local authority’s recruitment process
ga: Soláthraíonn gach údarás áitiúil liosta deiseanna obair don Roinn Coimirce Sóisialaí. Ansin roghnaíonn an Roinn liosta iarrthóirí incháilithe go randamach agus seolann liosta chuig an údarás áitiúil

source: If a candidate is selected for a Gateway placement, they must undergo Garda vetting before they can start work
ga: Má roghnaítear iarrthóirí le haghaidh socrúchán Gateway, caithfidh siad dul faoi ghrinnfhiosrúcháin an Gharda Síochána sula bhféidir leo obair a thosú

source: There is more detailed information about Gateway in this list of frequently asked questions on welfare.ie
ga: Is féidir leat breis eolais mionsonraithe faoi Gateway a fháil sa liosta seo de cheisteanna coitianta ar welfare.ie

source: There is no application process for unemployed people who are eligible for this scheme
ga: Níl aon phróiseas iarratais do dhaoine dífhostaithe atá incháilithe don scéim seo

source: Potential participants will be randomly selected and contacted by their social welfare local office or Intreo centre
ga: Roghnófar na rannpháirtithe féideartha agus déanfaidh a n-oifig leasa shóisialaigh áitiúil teagmháil leo

source: Local authorities interested in providing Gateway work placement opportunities should contact the Department of Social Protection by emailing gateway@welfare.ie
ga: Ba chóir d’údaráis áitiúla a bhfuil suim acu deiseanna socrúcháin oibre Gateway a sholáthar dul i dteagmháil leis an Roinn Coimirce Sóisialaí trí ríomhphoist a sheoladh chuig gateway@welfare.ie
